<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!doctype html>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Document</title>
</head>
<body>
导音社区自律公约
<br/>
“导音”社区自律公约
<br/>
亲爱的老师、家长、同学们，我们致力于让导音（“平台”）成为一个绿色、和谐的社区，人们能够在这里看视频、读文章、发现好老师。特制定此“导音”社区自律公约（“社区公约”），以抵制一切不良信息的传播，净化社区内容。
<br/>
详细公约
<br/>
使用平台即表示您同意社区公约以及相关条款。逾越公约界线可能导致下架内容、禁用帐户等惩戒，情节严重者平台将上报有关部门进行处理。
<br/>
社区违规行为：
<br/>
严禁盗用、复制他人作品，侵犯他人权益；
<br/>
严禁发布垃圾广告；
<br/>
严禁任何刷赞刷粉行为；
<br/>
严禁一切违法，涉政，色情，血腥或涉及敏感物品的内容；
<br/>
严禁诋毁或骚扰作者，发布不当内容；
<br/>
严禁任何鼓励或煽动人们实施自残行为的内容；
<br/>
严禁封建迷信内容，严控民间陋习（如捉奸、婚闹）；
<br/>
严禁针对公众或个人安全发表严重威胁言论；
<br/>
严禁煽动暴力行为，或者基于人们的种族、民族、国籍、地域、性别、性别认同、性取向、宗教信仰、残疾或疾病发起攻击。
<br/>
请与我们共同努力，让平台社区变得更加美好：
<br/>
如果看到您认为可能不符合社区公约的内容，请通过内置举报选项通知我们。举报时，请提供尽可能详细的相关信息，例如截图、用户名及内容说明，帮助我们迅速找到并审核相关内容。
<br/>
某些您不喜欢的内容可能并未违反社区公约。如果发生这样的情况，您可以取消关注或拉黑发帖的用户。如果您不喜欢自己帖子下方的某条评论，可以删除此评论。
<br/>
许多争议和误解可以在用户之间直接解决。如果其他用户发布了属于您的照片或视频或文章，您可以尝试在相关内容中留下评论，要求对方将其删除。如果这样做行不通，请提交举报。请勿通过发布截图以及引起公众注意的方式控诉侵权者。
<br/>
平台关心所有用户。面临困难（饮食失调、轻生或有其他自残行为等）的用户可能会聚集在这里希望引起他人关注或寻求支持。我们将努力在平台中提供相关教育，并在发现后及时上报公安部门，配合其展开行动，并在第一时间予以正向的疏导。同时希望用户发现该类内容后，及时向平台举报。
</body>
</html>